[
    {
        "name": "Crimson Dofus",
        "special_spell": "Deep Crimson:\n• When attacked by an enemy, the bearer gains 1% final damage for 2 turns (stackable 10 times)."
    },
    {
        "name": "Emerald Dofus",
        "special_spell": "Emerald Green:\n• At the end of their turn, the bearer gains 100% of their level as shield for 1 turn for each adjacent enemy fighter."
    },
    {
        "name": "Turquoise Dofus",
        "special_spell": "Turquoise Blue:\n• When the bearer lands a critical hit, they gain 1% final damage for 3 turns (stackable 10 times)."
    },
    {
        "name": "Dofusteuse",
        "special_spell": "The Four Seasons:\n• Increases one of the bearer's elemental characteristics per turn:\n• <sprite name=\"eau\"> 300 Chance > <sprite name=\"terre\"> 300 Strength > <sprite name=\"air\"> 300 Agility > <sprite name=\"feu\"> 300 Intelligence"
    },
    {
        "name": "Cawwot Dofus",
        "special_spell": "Wabbit Wisdom:\n• When the bearer suffers an attempted AP or MP removal, they gain 25 AP Dodge or 25 MP Dodge for 1 turn (stackable 1 time, shared among effects)."
    },
    {
        "name": "Vulbis Dofus",
        "special_spell": "Ruby Red:\n• At the start of each turn, the bearer gains 10% final damage if they haven't suffered any enemy attacks since their previous turn. Otherwise, the bearer gains 20 Lock."
    },
    {
        "name": "Black-Spotted Dofus",
        "special_spell": "Harmony of Pandala:\n• When the bearer inflicts damage during their turn, they and their allies carrying the {{item,23408::Dorigami}} gain 20 Damage in all elements for 1 turn.\n• If the bearer does not inflict damage, they and their allies carrying the {{item,23237::Domakuro}} gain 150% of their respective levels as shield for 1 turn."
    },
    {
        "name": "Ebony Dofus",
        "special_spell": "Ebony Black:\n• When the bearer attacks in close combat during their turn, they gain 1% ranged damage for 3 turns (stackable 10 times).\n• When they attack from long range, they gain 1% close-combat damage for 3 turns (stackable 10 times).\n• Triggering both effects during the turn allows the next attack to apply a 14-16 poison in its element for 2 turns (stackable 2 times, once every 2 turns)."
    },
    {
        "name": "Ivory Dofus",
        "special_spell": "Ivory White:\n• The bearer reduces damage from one out of five attacks by 50%. Interception and damage-sharing effects are incompatible."
    },
    {
        "name": "Ochre Dofus",
        "special_spell": "Ochre Yellow:\n• At the start of each turn, the bearer gains 1 AP if they haven't suffered any enemy attacks since their previous turn. Otherwise, the bearer gains 20 Dodge."
    },
    {
        "name": "Cloudy Dofus",
        "special_spell": "Nebulous Dream:\n• On odd turns, the bearer gains 20% final damage but loses 10% final healing.\n• On even turns, the bearer gains 20% final healing but loses 10% final damage."
    },
    {
        "name": "Watchers Dofus",
        "special_spell": "Dimensional Vigil:\n• When the bearer ends their turn, heals all allies in line with the bearer for 7% of their HP."
    },
    {
        "name": "Dokoko",
        "special_spell": "The Monkey and the Moon:\n• Every 3 turns starting on turn 3, the bearer regains 10% health."
    },
    {
        "name": "Abyssal Dofus",
        "special_spell": "Descent to the Abysses:\n• At the start of each turn, the bearer earns 1 MP if they have no adjacent enemies. Otherwise, they gain 1 AP."
    },
    {
        "name": "Lavasmith Dofus",
        "special_spell": "Volcano Forge:\n• The bearer gains 100% of their level as shield based on the enemy effects suffered (1 time per effect type per turn):\n • pushback damage\n • attraction or pushback\n • place switching, teleportation or teleportal\n• carried by a Pandawa"
    },
    {
        "name": "Silver Dofus",
        "special_spell": "Memory of Money:\n• When the bearer falls below 20% health, they are healed for 20% of their health at the start of their next turn (once per fight)."
    },
    {
        "name": "Sparkling Silver Dofus",
        "special_spell": "Promise of Money:\n• When the bearer falls below 20% health, they are healed for 30% of their health and gain 20% final damage for 1 turn at the start of their next turn (once per fight)."
    },
    {
        "name": "Crocobur 3",
        "special_spell": "Crocobur's Appetite:\n• At the start of each turn, the bearer inflicts 11 to 15 damage on themself in their best attack element to steal 11 to 15 health from adjacent entities at the end of the bearer's turn."
    },
    {
        "name": "Scissors of Destiny",
        "special_spell": "Fateful Destiny:\n• At the start of each turn, the bearer gains 20% weapon damage if adjacent to an enemy.\n• When the bearer locks, they become Unmovable until the start of their next turn."
    },
    {
        "name": "Brumaire's Shiver",
        "special_spell": "Novamaire Cold:\n• At the start of each turn, the bearer gains 20 AP Reduction if adjacent to an enemy. Otherwise, the bearer gains 20 Dodge. \n• When the bearer finishes off an enemy fighter during their turn, they become invisible for 1 turn."
    },
    {
        "name": "Buhorado Feather",
        "special_spell": "Buhorado Feather:\n• When the bearer lands a critical hit, they gain 10 Pushback Damage for 3 turns (stackable 10 times)."
    },
    {
        "name": "Fallanster's Rectitude",
        "special_spell": "Fallanster's Rectitude:\n• When the bearer ends their turn in an enemy's line of sight, the damage suffered by the bearer is reduced by 10% for 1 turn. This reduction is lost if the bearer is attracted, pushed, carried, teleported or transposed."
    },
    {
        "name": "Death-Defying",
        "special_spell": "Death-Defying:\n• When the bearer has more than 50% of their HP, their close-combat damage is increased by 10% but the damage they suffer is increased by 15%.\n• When they have less than 50% HP, the damage taken is reduced by 20%."
    },
    {
        "name": "Bram Worldbeard's Crown",
        "special_spell": "King Under the Mountain:\n• When the bearer suffers an attempted AP, MP or Range removal, they gain 3% close-combat damage for 2 turns (stackable 5 times)."
    },
    {
        "name": "Ganymede's Diadem 1",
        "special_spell": "Ganymede's Wisdom:\n• The bearer gains 2 AP on even turns and loses 1 AP and 1 MP on odd turns."
    },
    {
        "name": "Ganymede's Diadem 2",
        "special_spell": "Ganymede's Wisdom:\n• The bearer gains 2 AP on even turns and loses 1 AP and 1 MP on odd turns."
    },
    {
        "name": "Rykke Errel's Bravery",
        "special_spell": "Rykke Errel's Bravery:\n• When the bearer suffers a ranged attack, they gain 10% of their level as shield and lose 1% ranged damage for 1 turn for each cell of distance from their attacker (max. 11 cells)."
    },
    {
        "name": "Jahash Jurgen's Nobility",
        "special_spell": "Elemental Assimilation:\n• When the bearer suffers damage in an element, they gain 4% resistance in that element for 2 turns (stackable 5 times, shared between elements)."
    },
    {
        "name": "Thousand-League Boots",
        "special_spell": "Thousand Leagues:\n• The bearer gains 2 MP on odd turns and loses 1 MP on even turns."
    },
    {
        "name": "Kicked Ass Boots",
        "special_spell": "The Kicked Asses:\n• At the start of each turn, the bearer pushes adjacent entities back by 2 cells."
    },
    {
        "name": "Dodge's Audacity",
        "special_spell": "Dodge's Audacity:\n• At the start of each turn, the bearer teleports or switches places to a random adjacent cell or is not moved. If not moved, the bearer gains 20% Critical and 80 Pushback Damage for 1 turn."
    },
    {
        "name": "Lady Jhessica's Courage",
        "special_spell": "Lady Jhessica's Courage:\n• At the end of each turn, the bearer removes 60 Dodge from adjacent enemies for 1 turn."
    },
    {
        "name": "Cocoa Dofus 2",
        "special_spell": "Chocolatey Blessing:\n• When attacked from long range and adjacent to an enemy, the bearer gains 35% of their level as shield for 1 turn at the start of their next turn."
    },
    {
        "name": "Prytekt",
        "special_spell": "The bearer gains 550% of their level in shield points on the first turn, 200% on the second turn and 100% on the third."
    },
    {
        "name": "Shiny Prytekt",
        "special_spell": "The bearer gains 150% of their level in shield points on the first turn, 450% on the second turn and 150% on the third."
    },
    {
        "name": "Iridescent Prytekt",
        "special_spell": "The bearer gains 100% of their level in shield points on the first turn, 200% on the second turn and 350% on the third."
    },
    {
        "name": "Pryssure",
        "special_spell": "The bearer gains 1 AP for 3 turns but inflicts -10% damage."
    },
    {
        "name": "Shiny Pryssure",
        "special_spell": "The bearer gains 2 AP for 2 turns but inflicts -35% damage."
    },
    {
        "name": "Iridescent Pryssure",
        "special_spell": "The bearer gains 4 AP for 1 turn but inflicts -50% damage."
    },
    {
        "name": "Surpryz",
        "special_spell": "The bearer gains 15% Critical for 3 turns."
    },
    {
        "name": "Shiny Surpryz",
        "special_spell": "The bearer gains 35% Critical for 2 turns."
    },
    {
        "name": "Iridescent Surpryz",
        "special_spell": "The bearer gains 100% Critical for 1 turn."
    },
    {
        "name": "Pryndsight",
        "special_spell": "For 1 turn, the bearer gains as much Power as damage suffered by enemies, up to 200 Power (3 turns)."
    },
    {
        "name": "Shiny Pryndsight",
        "special_spell": "For 1 turn, the bearer gains as much Power as damage suffered by enemies, up to 300 Power (2 turns)."
    },
    {
        "name": "Iridescent Pryndsight",
        "special_spell": "For 1 turn, the bearer gains as much Power as damage suffered by enemies, up to 600 Power (1 turn)."
    },
    {
        "name": "Prycapture",
        "special_spell": "The bearer gains 1 MP (2 turns) per enemy more than 15 cells away."
    },
    {
        "name": "Shiny Prycapture",
        "special_spell": "The bearer gains 1 MP (2 turns) per enemy more than 12 cells away and loses 1 AP (2 turns) per enemy within 12 cells."
    },
    {
        "name": "Iridescent Prycapture",
        "special_spell": "The bearer gains 1 MP (2 turns) per enemy more than 9 cells away and loses 2 AP (2 turns) per enemy within 9 cells."
    },
    {
        "name": "Prygenerate",
        "special_spell": "Heals 15% of enemy damage suffered until the end of the third turn."
    },
    {
        "name": "Shiny Prygenerate",
        "special_spell": "Heals 30% of enemy damage suffered until the end of the second turn."
    },
    {
        "name": "Iridescent Prygenerate",
        "special_spell": "Heals 100% of enemy damage suffered until the end of the first turn."
    },
    {
        "name": "Prysipitate",
        "special_spell": "The bearer gains +2 AP for their first round."
    },
    {
        "name": "Shiny Prysipitate",
        "special_spell": "The bearer gains +3 AP for their first round but also loses 2 MP."
    },
    {
        "name": "Iridescent Prysipitate",
        "special_spell": "The bearer gains +4 AP for their first round but also loses 4 MP."
    },
    {
        "name": "Spryritual",
        "special_spell": "The bearer gains 250 AP Parry on the first turn, then 50 AP Parry on the second turn."
    },
    {
        "name": "Prysical",
        "special_spell": "The bearer gains 250 MP Parry on the first turn, then 50 MP Parry on the second turn."
    },
    {
        "name": "Pryank",
        "special_spell": "At the end of their first turn, the bearer reduces damage by 5% (3 turns) for each enemy (excluding summons) in their line of sight."
    },
    {
        "name": "Shiny Pryank",
        "special_spell": "At the end of their first turn, the bearer reduces damage by 10% (2 turns) for each enemy (excluding summons) in their line of sight."
    },
    {
        "name": "Iridescent Pryank",
        "special_spell": "At the end of their first turn, the bearer reduces damage by 20% (1 turn) for each enemy (excluding summons) in their line of sight."
    },
    {
        "name": "Disaprys",
        "special_spell": "The bearer becomes invisible (1 turn) at the start of their first round."
    },
    {
        "name": "Prywitchment",
        "special_spell": "Reduces the duration of active effects on the bearer by 4 at the start of their first round."
    },
    {
        "name": "Pryshield",
        "special_spell": "The bearer gains 200% of their level in shield (infinite) for each opponent (excluding summons) that plays before them."
    },
    {
        "name": "Pryximity",
        "special_spell": "At the start of their first round, the bearer gains 200% of their level in shield (infinite) for each enemy (excluding summons) in their line of sight."
    },
    {
        "name": "Prymune",
        "special_spell": "The bearer reduces all types of damage suffered by 80% on the first turn."
    },
    {
        "name": "Gravprysy",
        "special_spell": "The bearer gains the Gravity state as long as they have not suffered any damage. If they suffer damage, the duration of the state changes to 1 turn."
    },
    {
        "name": "War's Halbaxe",
        "special_spell": "Attrition Warfare:\n• At the start of each turn, the bearer gains 20 MP Reduction if adjacent to an enemy. Otherwise, the bearer gains 30 Lock. \n• When the bearer finishes off an enemy fighter during their turn, they gain 1 MP until the end of the fight (stackable 5 times)."
    },
    {
        "name": "Corruption Pestilence",
        "special_spell": "Pestilential Fog:\n• When the bearer reaches 90% health, they apply a start-of-turn poison for 16 to 18 damage in their best attack element on entities within 2 cells or less of the bearer for 2 turns (stackable 1 time)."
    },
    {
        "name": "Servitude's Embrace",
        "special_spell": "Shackles of Tyranny:\n• At the end of each turn, the bearer attracts entities in a straight line with them and within 3 cells or less. If there are no entities adjacent to the bearer, the bearer becomes Unmovable until the start of their next turn. The state is removed if they suffer damage."
    },
    {
        "name": "Misery's Flail-Scale",
        "special_spell": "Trial of the Scales:\n• When the bearer suffers an attempted AP, MP or Range removal, they steal 4% resistance from their attacker for 2 turns (stackable 3 times)."
    },
    {
        "name": "Domakuro",
        "special_spell": "Ink River:\n• Starting on turn 5, the caster gains up to 64 Damage in all elements until the end of the fight.\n• This bonus is reduced each time the caster inflicts damage on an enemy during their turn for each of the first 4 turns of the fight:\n • No attacks: 16 Damage\n • 1 attack: 8 Damage\n• 2 attacks or more: 0 Damage"
    },
    {
        "name": "Dorigami",
        "special_spell": "Paper Tiger:\n• For the first 5 turns, the bearer gains 100% of their level as shield for 1 turn at the start of every turn.\n• For the first 5 turns, if the bearer kills an enemy during their turn, they gain a shield for 2 turns based on the nature of the enemy:\n • Summons: 100% of its level as shield (stackable 4 times).\n• Fighter: 300% of its level as shield (stackable 2 times)."
    },
    {
        "name": "Gobbowl Ball",
        "special_spell": "[!] Déclenche le combat tactique \"Boufbowl\""
    },
    {
        "name": "Nightmare Dofus",
        "special_spell": "Bontarian Shield:\n• When the bearer applies or receives a shield, the bearer and their allies within 3 cells or less are healed for 7% of their health (once per turn).\n\nBrakmarian Power: \n• When the bearer unbewitches a target, the bearer and their allies within 3 cells or less gain 150 Power for 1 turn (stackable 1 time, once per turn). \n\nEternal Conflict's Nightmare:\n• If the bearer triggers the Bontarian Shield and the Brakmarian Power in the same turn, the damage suffered increases by 20% for 1 turn."
    },
    {
        "name": "Sylvan Dofus 2",
        "special_spell": "Country Ranger:\n• The bearer gains 8 Power for 2 turns for each MP they use (stackable 20 times).\n• If the bearer doesn't use any MP during their turn, they are healed for 10% of their health."
    }
]